Repository: myclabs/Inventory
Catalog: application/languages/Orga/configuration.tmx
Source language: fr
Languages: en

source: Niveau organisationnel des inventaires
en: Inventories organizational level

source: Merci de sélectionner pour la saisie un niveau organisationnel plus fin que ou égal à celui sélectionné pour le choix des formulaires.
en: Please select for input an organizational level narrower than or equal to the one selected for form choice.

source: Merci de sélectionner pour la saisie un niveau organisationnel plus fin que ou égal à celui sélectionné pour le statut des inventaires.
en: Please select for input an organizational level narrower than or equal to the one selected for inventory status.

source: Statut et régénération des données d'analyse
en: Status and rebuild of analysis data

source: Pour tester si la structure (indicateurs, axes et membres de classification, axes et membres organisationnels) des données d'analyse de l'organisation est ou non à jour, merci de cliquer sur le bouton ci-dessous.
en: To test whether the structure (indicators, classification axes and members, organizational axes and members) is up to date, please press the button below.

source: Tester si la structure des données d'analyse est à jour
en: Test whether or not analysis data are up to date

source: La structure des données d'analyse de l'organisation est à jour
en: Analysis data structure of organization is up to date

source: La structure des données d'analyse de l'organisation n'est pas à jour. Merci de cliquer une nouvelle fois sur ce bouton si vous souhaitez les mettre à jour.
en: Analysis data structure of organization si not up to date. Please press this button again if you want to update them.

source: Configuration des analyses préconfigurées
en: Configuration of preconfigured analyses

source: Onglet « Structure »
en: "Structure" tab

source: Onglet « Formulaires »
en: "Forms" tab

source: Cubes d'analyse
en: Analysis cubes

source: Pour accéder à cette interface, merci de renseigner au préalable le niveau organisationnel d'assignation du statut des inventaires.
en: In order to access this interface, please first choose the organizational level where inventory status will be assigned.
